{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.6", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 8], "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "name": "dense_1", "trainable": true, "bias_constraint": null, "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 8, "dtype": "float32"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "name": "dense_2", "trainable": true, "units": 392, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "name": "dense_3", "trainable": true, "units": 392, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "activation": "sigmoid", "kernel_initializer": {"class_name": "RandomNormal", "config": {"stddev": 0.05, "mean": 0.0, "seed": null}}, "name": "dense_4", "trainable": true, "units": 1, "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null}}]}